Revit 2027 API
SymbolTypeId.Usft Property
 Symbol USft, indicating unit US survey feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Usft { get; }
Public Shared ReadOnly Property Usft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Usft {
	ForgeTypeId^ get ();
}
static member Usft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace